// if ('0') {
//   alert('Hello');
// }
// 'use strict;';
///////////////////////////////////////////////////////
// 입력받은 숫자의 부호 표시하기
// let answer = prompt("자바스크립트의 '공식' 이름은 무엇일까요?");

// if (answer == 'ECMAScript') {
//   alert('정답입니다!');
// } else {
//   alert('오답입니다!');
// }
////////////////////////////////////////////////////////
// 'if'를 '?'로 교체하기
// let a = prompt('숫자를 입력하세요.');

// if (a > 0) {
//   alert('1');
// } else if (a < 0) {
//   alert('-1');
// } else if (a == 0) {
//   alert('0');
// }
/////////////////////////////////////////////////////////
// 'if..else'를 '?'로 교체하기
// let result = (a + b < 4 )? '미만' : '이상';

// let age = prompt('나이를 입력해주세요.', 18);

// let message = (age < 3) ? '아기야 안녕?' :
//   (age < 18) ? '안녕!' :
//   (age < 100) ? '환영합니다!' :
//   '나이가 아주 많으시거나, 나이가 아닌 값을 입력 하셨군요!';

// alert( message );

let message =
  login == '직원'
    ? (message = '안녕하세요.')
    : login == '임원'
    ? (message = '환영합니다.')
    : login == ''
    ? (message = '로그인이 필요합니다.')
    : '';

alert(message);
