exports.getmsgAll = () => {
  return [
    {
      id: 1,
      name: '모리셔스 섬',
      href: 'https://i.aagag.com/o/DQhCh.webp',
      msg: '아프리카 마다가스카르 섬 동쪽 해상에 있는 모리셔스는 낙원의 조건을 제대로 갖춘 곳이다. 눈부신 바다와 자연은 기본이고 5성급 호텔이 줄지어 모여 있다. 소설가 마크 트웨인은 모리셔스를 “신은 모리셔스를 먼저 만들고 천국을 나중에 만들었다”고 극찬했다. 인도양엔 몰디브 세이셸 같은 휴양지가 많지만 모리셔스는 그중 으뜸으로 꼽히는 곳이다. 모리셔스는 작은 섬이 아니다. 무려 130만명의 낙천적이고 순박한 주민이 살고 있다. 모리셔스엔 다른 인도양의 섬처럼 다양한 문화가 혼합돼 있다. 프랑스 식민지 시절 사탕수수 재배를 위해 남부 아프리카와 인도, 중국 등지에서 건너온 이들이 하나의 독특한 문화를 만들었다. 여기에 영국령 시절의 행정과 제도가 덧입혀졌다.',
    },
    {
      id: 2,
      name: '몰디브 바드후 섬',
      href: 'https://mediask.co.kr/wp-content/uploads/2018/06/image_01-4.png',
      msg: '몰디브 바드후 섬에 들어가면 아름다운 해변이 사람들을 기다립니다. 낮에는 여느 평범한 해변과 다를 게 없어 보이지만 밤이 되면 이곳에는 비밀스러운 광경이 조금씩 펼쳐지죠. 바로 어두운 곳에서 빛을 내는 식물성 플랑크톤들이 해변으로 모여들면서 해변에 은하수가 깔리는 건데요. 해안선을 경계로 하늘과 바다에 별이 흩뿌려진 듯 황홀한 모습에 눈을 떼기가 어렵습니다. ‘별의 바다’가 이렇게 반짝이는 이유는 물에 사는 식물성 플랑크톤이 충격을 받을 때마다 해수 속 산소와 반응하면서 빛을 내기 때문입니다. 물론 날씨 등의 여건에 따라 블루 플랑크톤을 보기 힘든 날도 있어서 기후 변화를 잘 살피고 운도 따라줘야 합니다. 바람결을 따라 흐르는 우주를 가장 가까운 곳에서, 온 감각으로 느낄 수 있는, 세상 유일한 곳이지 않을까 생각되는데요. 물 먹은 파란 별을 그대로 볼 수 있는 바드후 섬에서 아름다운 여름을 꿈꿔보시기 바랍니다.',
    },
    {
      id: 3,
      name: '마다가스카르',
      href: 'https://cdn.weekly.chosun.com/news/photo/201106/2529_1.jpg',
      msg: '맨발의 아이들이 모래사막을 오르내리며 노는 곳. 황토색 집이 끝도 없이 이어지는 마다가스카르다. 마다가스카르는 때묻지 않은 자연과 ‘동물의 왕국’이라고 불러도 좋을 만큼 다양한 동물이 사는 아름다운 휴양지다. 흔히 마다가스카르를 인도양의 작은 섬나라로 생각하기 쉽지만 인구가 2300만명에 이르고 면적은 58만7041㎢로 한반도의 6배가 넘는 거대한 땅이다. 마다가스카르는 폴리네시안 인종과 아프리카 흑인의 혼혈로 구성돼 있다. 마다가스카르의 수도는 안타나나리보. 1000명의 전사들이라는 뜻으로 과거 적들의 침입에 맞서 싸운 전사들을 기리기 위한 이름이라고 한다.',
    },
    {
      id: 4,
      name: '세이셸',
      href: 'https://post-phinf.pstatic.net/MjAxOTEyMzFfMjQw/MDAxNTc3NzY5MjU2Mzk2.1ot9GNUQnSMKZacM4a7Pz1KrHBAbIFT5hc74rhtNHRwg.dw75q0-1WhzTME6dFSzs6ivPdcFSHytKd5XVX0Bkfasg.JPEG/27588609_xl.jpg?type=w1200',
      msg: '세이셸은 멋진 산을 배경으로 유명 해변이 곳곳에 퍼져 있고, 남쪽 지역에는 때묻지 않은 비취빛 바다를 낀 해변이 자리 잡고 있다. 해변은 차분하고 고즈넉하다. 영혼의 상처까지 보듬어 줄 만큼 넉넉하다. 세이셸의 최대 매력은 역시 때묻지 않은 자연이다. 인도양의 마지막 지상낙원이라는 말이 허황된 것이 아님을 실감하게 된다. 영국 BBC뿐 아니라 내셔널지오그래픽, 미국 CNN 등이 앞다퉈 최고의 휴양지로 꼽은 데는 다 이유가 있다. 세이셸의 해변은 티끌 하나 없이 푸르고 맑다. 손으로 만지면 사르르 떨어져 내리는 모래와 야자수 사이로 보이는 에메랄드빛 바다는 수없이 많은 휴양지를 가보았어도 보기 힘든 독특한 풍광을 연출한다.',
    },
  ];
};
